export default {
  IntroductionImage: {
    title: 'Қазақстаннан Ресейге экспресс жеткізу',
    description: 'Жүк тасымалдаудан бастап, сақтау және терминалды өңдеуді қамтитын толық көлемді транспорттық-логистикалық қызметтер, ' +
      'Жеткізушінің есігінен алушының есігіне дейін',
    buttonText: 'Жүк тасымалдауды тапсырыңыз',
  },

  DirectionsAndTraffics: {
    title: 'Бағыттар мен тарифтер',
    description: '«AvtoRail Jet» компаниясының басым бағыттары',
    cards: [
      {
        title: 'Қызмет көрсету аймағы - Қазақстан және Ресей',
        subtitle: 'Жинақталған жүктерді жылдам жеткізу қамтамасыз етеміз',
        enumeration: ['Қазақстан (Алматы)', 'Ресейдің барлық аумағы'],
      },
      {
        title: '«Жүк тасымалдау нарығы» туралы үнемі хабардар болыңыз',
        subtitle: '“Жылдам” жеткізу режимінде тапсырыс берушілерге эксклюзивті ұсыныстар ұсынамыз',
      },
      {
        title: 'Бизнес үшін жеке логистика',
        subtitle: 'Эксклюзивті ұсыныс\nБағыттар бойынша жылдам жеткізу:',
        enumeration: ['Алматы - Новосибирск 2 күнде', 'Алматы - Мәскеу 5 күнде', 'Алматы - Қазан 4 күнде', 'Алматы - Екатеринбург 4 күнде']
      }
    ],
    buttonText: 'Өтініш қалдыру',
  },

  PartnershipBalk: {
    officialPartner: "Ресми серіктес",
    buttonText: 'Сайтқа өту'
  },

  FAQBlock: {
    title: 'Жиі қойылатын сұрақтар',
    items: [
      {
        title: 'Жүкті қалай өткізу керек?',
        content: 'Серіктес қалалар <a class="decorated-link" href="/#agencies">мұнда</a> көрсетілген',
      },
      {
        title: 'Жеткізу үшін қалай және қайда төлеу керек?',
        content: 'Жеткізу үшін төлем қызмет көрсетілгенге дейін немесе кейін жасалады, тараптардың келісімімен және тараптармен қол қойылған құжатта көрсетілген',
      },
      {
        title: 'Жүк сақтандырылған ба?',
        content: '«AvtoRail Jet» компаниясы сеніп тапсырылған мүлік үшін және ' +
          'Қазақстан Республикасы мен Ресей Федерациясының қолданыстағы заңнамасы шеңберінде алған міндеттемелері үшін толық материалдық жауапкершілік алады'
      },
      {
        title: 'Жеткізу үшін қандай құжаттар қажет?',
        content: 'Жеке тұлғалар үшін - жүк тізімі; CMR; СНТ; КТЖ коды (осы құжаттар болмаған жағдайда, «AvtoRail Jet» құжаттар пакетін дайындауға көмек көрсетеді).\n' +
          '</br>Юридикалық тұлғалар үшін - CMR; Шот-фактура; ЭСФ; жеткізу келісімінің көшірмесі; экспортқа рұқсат (шектеулер болған жағдайда)'
      },
    ]
  },

  TransportCalculationBlock: {
    title: 'Жеткізу құнын есептеу',
    subtitle: 'Құнды есептеу үшін өтініш қалдырыңыз, және біздің менеджер сізбен байланысады',
    buttonText: 'Жүк тасымалдауды тапсырыңыз',
    specifyButton: 'Өтініш мәліметтерін нақтылау',
    policyAccepting: ['Түймені басу арқылы сіз', 'Жеке деректерді өңдеу саясатына келісесіз'],
    inputs: [
      {
        placeholder: 'Атыңыз',
        errorText: 'Аты дұрыс енгізілмеген',
      },
      {
        placeholder: '+7 (xxx) xxx xx xx',
        title: 'Телефон',
        errorText: 'Телефон нөмірі дұрыс енгізілмеген',
      },
      {
        placeholder: 'Электрондық пошта',
        errorText: 'Электрондық пошта мекенжайы дұрыс енгізілмеген'
      }
    ]
  },

  AgenciesCities:{
    title: 'Серіктес қалалардың өкілдігі'
  },

  PrettyFooter: {
    caption: 'Ресей мен Қазақстан бойынша',
    buttonText: 'Жүк тасымалдауды тапсырыңыз',
    phoneText: '+7 7777 155 100',
    mailText: 'sale@avtorailjet.kz',
    addressText: 'Арғымак көш., 1 (бұрынғы Промышленная, 1)',
    policyText: 'Саясат',
    offerText: 'Ұсыныс',
    copyright: '©ТОО «AvtoRail Jet», 2024'
  },

  FlexibleHeader: {
    routes: ['Басты бет', 'Бағыттар мен тарифтер', 'Жиі қойылатын сұрақтар', 'Серіктес терминалдардың мекенжайлары'],
    addressText: 'Арғымак көш., 1 (бұрынғы Промышленная, 1)',
    phoneText: '+7 7777 155 100',
    mailText: 'sale@avtorailjet.kz',
    buttonText: 'Тапсырыс'
  },

  ModalFieldsWindow: {
    fileErrorNotification: 'Файлды жүктеу қатесі: қолдайтын форматтар .docx, .doc. Файлдың өлшемі: 15Mb дейін',
    fileSuccessNotification: 'Файл жүктелді',
    sendFileError: 'Файлды жіберу қатесі! Файл ескерілмейді',
    orderError: 'Өтініш жіберу қатесі!',

    orderSuccessTitle: 'Өтініш табысты түрде жіберілді',
    orderSuccessText: 'Жақын арада менеджерлеріміз сізбен байланысады',
    successButtonText: 'Басты бетке оралу',

    fileWindowTitle: 'Жеткізу құнын есептеу',
    fileWindowSubtitle: 'Өтінішті беру үшін жүк тізімін толтырып, жүктеңіз',
    fileDownloadText: 'Үлгі тізімі',
    fileUploadText: 'Файлды жүктеу',
    fileUploadHint: '(15Mb дейін)',
    fileUploadAnother: 'Басқа файлды жүктеу',
    fileButtonText: 'Өтініш беру',

    fieldsWindowTitle: 'Жеткізу құнын есептеу',
    fieldsSubtitle: 'Өтініш мәліметтерін толтырыңыз',
    fieldsButtonText: 'Келесі',
    fieldsInputs: [
      {
        errorText: 'Қала атауы кириллицада енгізілуі керек',
        placeholder: 'Жөнелту қаласы',
      },
      {
        errorText: 'Қала атауы кириллицада енгізілуі керек',
        placeholder: 'Қабылдау қаласы',
      },
      {
        errorText: 'Нөлге тең емес бүтін немесе бөлшек сан',
        placeholder: 'Салмақ, кг',
      },
      {
        errorText: 'Нөлге тең емес бүтін немесе бөлшек сан',
        placeholder: 'Көлем, м3',
      },
      {
        errorText: '1 миллионға дейінгі сан',
        placeholder: 'Орын саны, дана',
      },
      {
        errorText: 'КТЖ коды он цифрдан тұруы керек',
        placeholder: 'КТЖ коды',
      },
      {
        errorText: 'Аты дұрыс енгізілмеген',
        placeholder: 'Атыңыз*',
      },
      {
        errorText: 'Телефон нөмірі дұрыс енгізілмеген',
        placeholder: 'Телефон*',
      },
      {
        errorText: 'Электрондық пошта мекенжайы дұрыс енгізілмеген',
        placeholder: 'Электрондық пошта*',
      },
    ]
  },

  NotFoundPage: {
    title: '404. Бұл бет жоқ :(',
    action: 'Басты бетке қайту'
  },

  LangSelector: {
    title: 'Тілді таңдаңыз'
  }
}
