<script setup lang="ts">

</script>

<template>
  <div class="wrapper-wrapper">
    <div class = "wrapper">
      <h1>Политика общества с ограниченной ответственностью "ТИЗА Логистик " в отношении обработки персональных данных</h1>
      <div class = "content-block">
        <h2>1. Общие положения</h2>
        <p>1.1 Настоящая Политика в отношении обработки персональных данных (далее – «Политика») подготовлена в соответствии с п. 2 ч. 1 ст. 18.1 Федерального закона Российской Федерации «О персональных данных» №152-ФЗ от 27 июля 2006 года (далее – «Закон») и определяет позицию ООО " ТИЗА Логистик" (далее – ООО «ТИЗА») в области обработки и защиты персональных данных (далее – персональные данные), в отношении соблюдения прав и свобод, описывает особенности сбора, хранения, использования и передачи персональных данных, реализуемые требования к их защите, а также информацию о правах лиц, к которым относятся соответствующие персональные данные.</p>
        <p>1.2 Под персональными данными понимается любая информация, относящаяся прямо или косвенно определенному или определяемому физическому лицу (гражданину)</p>
      </div>
      <div class = "content-block">
        <h2>2. Правовые основания и цели обработки Персональных данных ООО «ТИЗА».</h2>
        <p>2.1 ООО «ТИЗА» осуществляет обработку и обеспечивает безопасность персональных данных для осуществления возложенных на ООО «ТИЗА» законодательством России функций, полномочий и обязанностей в том числе, но не ограничиваясь, в соответствии с Конституцией Российской Федерации, федеральными законами, в частности Федеральным законом №152-ФЗ от 27 июля 2006 года "О персональных данных", подзаконных актов, других определяющих случаи и особенности обработки указанных персональных данных федеральных законов Российской Федерации, руководящих и методических документов ФСТЭК России и ФСБ России, а также Гражданским кодексом Российской Федерации, Налоговым кодексом Российской Федерации, Законом РФ №2300-1 от 7 февраля 1992 г. "О защите прав потребителей", Федеральным законом № 402-ФЗ от 6 декабря 2011 г. "О бухгалтерском учете", а также операторами персональных данных, уставом и локальными актами ООО «ТИЗА»2.2 ООО «ТИЗА» является оператором персональных данных в соответствии с Законом</p>
      </div>
    </div>
  </div>
</template>

<style scoped>
  .wrapper-wrapper {
    display: flex;
    background: white;
    width: 100%;
    justify-content: center;
    min-height: calc(100vh - 226px - 50px);
  }
  .wrapper{
    flex:1fr;
    width: clamp(0px, 1180px, 1180px);
    padding: 100px 20px;
    display: flex;
    flex-direction: column;
    gap: 40px;
    font-family: var(--font-family);
    color: var(--text-color);
  }
  h1{
    font-size: 18px;
    font-weight: 700;
    text-transform: uppercase;
  }
  h2{
    font-size: 15px;
    font-weight: 600;
  }
  p{
    padding-top: 20px;
    line-height: 140%;
    font-size: 14px
  }
  @media (width >=768px){
    .wrapper-wrapper{
      min-height: calc(100vh - 113px - 153px);
    }
    h1{
      font-size: 24px;
    }
  }
  @media(width >= 1181px) {
    .wrapper-wrapper {
      min-height: calc(100vh - 132px - 153px);
    }
    h1{
      font-size: 32px;
    }
  }
</style>